console.log(`Фиксированная верстка (120 баллов):

(+10 баллов) Верстка валидная
(+20 баллов) Верстка семантическая
  В коде странице присутствуют следующие элементы:
    (+3 балала) <header>, <main>, <footer>
    (+3 балала) пять элементов <section> (по количеству секций)
    (+3 балала) только один заголовок <h1>
    (+3 балала) четыре заголовка <h2> (количество секций минус одна, у которой заголовок <h1>)
    (+3 балала) один элемент <nav> (панель навигации)
    (+3 балала)два списка ul > li > a (панель навигации, ссылки на соцсети)
    (+2 балала)пять кнопок <button>
(+48 баллов) Вёрстка соответствует макету
    (+6 баллов) блок <header>
    (+7 баллов) секция welcome
    (+7 баллов) секция about
    (+7 баллов) секция service
    (+7 баллов) секция prices
    (+7 баллов) секция contacts
    (+7 баллов) блок <footer>
(+12 баллов) Требования к css
    (+2 балала) для построения сетки используются флексы или гриды
    (+2 балала) при уменьшении масштаба страницы браузера вёрстка размещается по центру, а не сдвигается в сторону
    (+2 балала) фоновый цвет тянется на всю ширину страницы
    (+2 балала) иконки добавлены в формате .svg. SVG может быть добавлен любым способом. Обращаем внимание на формат, а не на способ добавления
    (+2 балала) изображения добавлены в формате .jpg или .png 
    (+2 балала) есть favicon
(+20 баллов) Интерактивность, реализуемая через css
    (+5 баллов) плавная прокрутка по якорям
    (+5 баллов) cсылки в футере при нажатии на них ведут на гитхаб автора проекта и на страницу курса https://rs.school/js-stage0/
    (+5 баллов) интерактивность включает в себя не только изменение внешнего вида курсора, например, при помощи свойства cursor: pointer, но и другие визуальные эффекты, например, изменение цвета фона или цвета шрифта. Если в макете указаны стили при наведении и клике, для элемента указываем эти стили. Если в макете стили не указаны, реализуете их по своему усмотрению, руководствуясь общим стилем макета
    (+5 баллов) обязательное требование к интерактивности: плавное изменение внешнего вида элемента при наведении и клике не влияющее на соседние элементы
`);

