console.log(`Адаптивная вёрстка (75 баллов):

1) (+24 балла) Вёрстка соответствует макету. Ширина экрана 768px
        (+2 балла) блок <header>
        (+3 балла) секция welcome
        (+4 балла) секция about
        (+4 балла) секция service
        (+4 балла) секция prices
        (+4 балла) секция contacts
        (+3 балла) блок <footer>

2) (+24 балла) Вёрстка соответствует макету. Ширина экрана 380px 
        (+2 балла) блок <header>
        (+3 балла) секция welcome
        (+4 балла) секция about
        (+4 балла) секция service
        (+4 балла) секция prices
        (+4 балла) секция contacts
        (+3 балла) блок <footer>

3) (+15 баллов) Ни на одном из разрешений до 320px включительно не появляется горизонтальная полоса прокрутки. Весь контент страницы при этом сохраняется: не обрезается и не удаляется
        (+7 балла)нет полосы прокрутки при ширине страницы от 1440рх до 380px
        (+8 балла)нет полосы прокрутки при ширине страницы от 380px до 320рх

4) (+22 балла) На ширине экрана 380рх и меньше реализовано адаптивное меню
        (+2 балла) при ширине страницы 380рх панель навигации скрывается, появляется бургер-иконка
        (+4 балла) при нажатии на бургер-иконку плавно появляется адаптивное меню
        (+4 балла) адаптивное меню соответствует цветовой схеме макета
        (+4 балла) при нажатии на крестик адаптивное меню плавно скрывается уезжая за экран
        (+4 балла) ссылки в адаптивном меню работают, обеспечивая плавную прокрутку по якорям
        (+4 балла) при клике по ссылке в адаптивном меню адаптивное меню плавно скрывается, также скрытие меню происходит если сделать клик вне данного окна
`);